<script setup lang="ts">

</script>

<template>
    <div class="bg-orange-950 w-full" style="height: 600px;">
        <div class="flex h-full">
            <div class=" bg-indigo-200 w-full h-full">
                
            </div>
            <div class=" bg-indigo-700 w-full h-full">
                <h1>о нас</h1>
                <p>
                    Группа компаний DAR развивает спортивное направление с 2014 года, 
                    начав с поддержки юношеского рукопашного боя в регионах Казахстана. 
                    Позже была создана команда DAR Team, воспитавшая спортсменов по рукопашному 
                    бою, грэпплингу, жекпе-жек и другим видам единоборств. 
                    В действующих 19 залах, открытых компанией за последние 10 лет, 
                    тренируется 3 150 спортсменов со всей республики. «Мы также поддерживаем 
                    спортивных предпринимателей из разных регионов, 
                    где подрастают будущие чемпионы. Главное — дать всем вовлеченным сторонам 
                    стабильные необходимые условия и возможности раскрыть свои таланты 
                    и потенциал», — говорит директор команды DAR Team Бауржан Уталиев

                    В 2020 году была основана уже профессиональная бойцовская команда 
                    DAR TEAM PRO, которая готовит казахстанских бойцов к мировой арене. 
                    В ее составе выступают Шавкат Рахмонов, Асу Алмабаев, Фаниль Рафиков, 
                    Казбек Сагын, проспекты Гамлет Асланов, Елжан Алиаскар и другие чемпионы.

                    Достижений в подготовке спортсменов международного уровня благодаря
                    опыту и поддержке тренеров старшего поколения достиг и настоящий 
                    тренерский состав команды
                </p>
            </div>
        </div>
    </div>
</template>