<template>
  <div class="bg-black text-white w-full py-16 px-6">
    <div class="flex flex-col md:flex-row items-center md:items-start max-w-7xl mx-auto gap-28">
      
      <!-- Левая часть с картинкой -->
      <div class="w-full md:w-1/2 flex justify-center">
        <img 
          src="/src/assets/img/Main_img1.png" 
          alt="DAR TEAM" 
          class="rounded-xl shadow-lg max-w-full"
        />
      </div>

      <!-- Правая часть с текстом -->
      <div class="w-full md:w-1/2 leading-relaxed">
        <h2 class="text-3xl font-bold mb-6">О НАС</h2>
        <p class="text-gray-300 mb-4">
          Группа компаний DAR развивает спортивное направление с 2014 года, 
          начав с поддержки юношеского рукопашного боя в регионах Казахстана. 
          Позже была создана команда DAR Team, воспитавшая спортсменов по рукопашному 
          бою, грэпплингу, жекпе-жек и другим видам единоборств. 
          В действующих 19 залах, открытых компанией за последние 10 лет, 
          тренируется 3 150 спортсменов со всей республики. «Мы также поддерживаем 
          спортивных предпринимателей из разных регионов, 
          где подрастают будущие чемпионы. Главное — дать всем вовлеченным сторонам 
          стабильные необходимые условия и возможности раскрыть свои таланты 
          и потенциал», — говорит директор команды DAR Team Бауржан Уталиев.
        </p>

        <p class="text-gray-300 mb-4">
          В 2020 году была основана уже профессиональная бойцовская команда 
          DAR TEAM PRO, которая готовит казахстанских бойцов к мировой арене. 
          В ее составе выступают Шавкат Рахмонов, Асу Алмабаев, Фаниль Рафиков, 
          Казбек Сагын, проспекты Гамлет Асланов, Елжан Алиаскар и другие чемпионы.
        </p>

        <p class="text-gray-300">
          Достижений в подготовке спортсменов международного уровня благодаря
          опыту и поддержке тренеров старшего поколения достиг и настоящий 
          тренерский состав команды.
        </p>
      </div>
    </div>
  </div>
</template>
