{
  "menu": {
    "main": "Главная",
    "team": "Команда",
    "news": "Новости",
    "branches": "Филиалы",
    "outsideTheOctagon": "Вне октагона",
    "aboutUs": "О нас"
  },
  "auth": {
    "profile": "Профиль",
    "logout": "Выйти",
    "authorization": "Авторизация",
    "username": "Имя пользователя",
    "password": "Пароль",
    "enter": "Войти",
    "registration": "Регистрация",
    "confirmThePassword": "Подтвердите пароль",
    "register": "Зарегистрироваться"
  },
  "button": {
    "viewAll": "Смотреть все",
    "": "",
    "": "",
    "": ""
  },
  "lable": {
    "ourPartners": "Наши партнеры",
    "ourTeam": "Наша команда",
    "darTimOutOctagon": "Дар тим вне актагона",
    "fighters": "Бойцы",
    "coaches": "Тренеры",
    "coache": "Тренер",
    "amateurGroup": "Любительская группа",
    "director": "Руководитель",
    "founderClub": "Основатель клуба",
    "addressesInAlmaty": "Адреса в городе",
    "addressesPoint": "Адрес",
    "day": "Дни",
    "time": "Время",
    "appointment": "Назначение",
    "trainingScheduleAmateurGroup": "Расписание тренировок любительской группы",
    "titlesAwards": "Титулы и награды",
    "victoryStatistics": "Статистика побед",
    "other": "Другое",
    "decision": "Решение",
    "submissive": "Покорный",
    "tkd": "ТКО",
    "biography": "Биография",
    "achievements": "Достижения",
    "born": "Родился",
    "weightCategory": "Весовая категория",
    "record": "Рекорд",
    "TypeSport": "Вид спорта",
    "instagram": "Instagram",
    "": "",
    "": "",
    "": ""
  },
  "aboutPage": {
    "history": "Группа компаний DAR развивает спортивное направление с 2014 года, начав с поддержки юношеского рукопашного боя в регионах Казахстана. Позже была создана команда DAR Team, воспитавшая спортсменов по рукопашному бою, грэпплингу, жекпе-жек и другим видам единоборств. В действующих 19 залах, открытых компанией за последние 10 лет, тренируется 3 150 спортсменов со всей республики. «Мы также поддерживаем спортивных предпринимателей из разных регионов, где подрастают будущие чемпионы. Главное — дать всем вовлеченным сторонам стабильные необходимые условия и возможности раскрыть свои таланты и потенциал»",
    "proTeam": "В 2020 году была основана уже профессиональная бойцовская команда DAR TEAM PRO, которая готовит казахстанских бойцов к мировой арене. В ее составе выступают Шавкат Рахмонов, Асу Алмабаев, Фаниль Рафиков, Казбек Сагын, проспекты Гамлет Асланов, Елжан Алиаскар и другие чемпионы.",
    "coaches": "Достижений в подготовке спортсменов международного уровня благодаря опыту и поддержке тренеров старшего поколения достиг и настоящий тренерский состав команды."
  },
  "outsidePage": {
    "history": "В 2020 году была основана профессиональная боевая команда DAR TEAM для подготовки казахстанских бойцов к выступлениям на мировой арене. Команда состоит из 20 профессионалов, включая Шавката Рахмонова, Агу Алмабаева и других.",
    "proTeam": "С 2014 года команда DAR открывает спортивные секции для детей из уязвимых социальных групп по всему Казахстану. Помимо спортивных навыков, профессионалы обучают детей логике, критическому мышлению, иностранным языкам и скорочтению."
  }
}
